include/GLANGSoapBinding.rep_ori_ter.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://localhost/GLANG">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:rep_ori_ter>
   <sequence></sequence>
   <params>
    <oriloc>0</oriloc>
    <gcskew>0</gcskew>
    <dif-threshold>0</dif-threshold>
    <dbonly>0</dbonly>
   </params>
  </ns1:rep_ori_ter>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
